{
  "menu": {
    "home": "home",
    "diehard": "die & mold",
    "machining": "machining",
    "spacial_machin_making": "spacial machine making",
    "articles": "articles",
    "gallery": "gallery",
    "contactus": "contact us",
    "aboutus": "about us",
    "submenu_diehard_title": "Industrial Molds of Anit Group",
    "submenu_diehard_subtitle": "Providing molding services including a wide range of required molds using unique machines in the country in the industry, medicine, engineering, etc. service providers to industrial, manufacturing, petrochemical, and oil and gas companies.",
    "submenu_extrogen_title": "Aluminum Extrusion Mold",
    "submenu_extrogen_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds...",
    "submenu_progresive_title": "Progressive Die",
    "submenu_progresive_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds...",
    "submenu_punch_title": "Punch Die",
    "submenu_punch_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds...",
    "submenu_form_title": "Forming Die",
    "submenu_form_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds...",
    "submenu_blow_title": "Blowing mold",
    "submenu_blow_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds..",
    "submenu_plastik_injection_title": "Plastic Injection Dies",
    "submenu_plastik_injection_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds...",
    "submenu_forj_title": "Forging Dies",
    "submenu_forj_subtitle": "Anit Industrial Group has a close relationship and cooperation and manufactures high-quality extrusion molds..."
  },
  "footer": {
    "contact_info_title": "Contact Us",
    "contact_info_address": "Arak Aibakabad Industrial Town, Dr. Hasabi St., Shogaig Alley",
    "contact_info_email": "Anit.Molding@Gmail.com",
    "contact_info_phone": "08633573465-134",
    "social_links_title": "Follow us on social networks",
    "useful_link_title": "Useful links",
    "useful_link_image_gallery": "Photo Gallery",
    "useful_link_video_gallery": "Video Gallery",
    "useful_link_cnc_vise": "CNC Holding Clamp",
    "useful_link_aboutus": "About Anit",
    "copyright": "All material and intellectual rights of this site belong to Anit Group."
  },
  "common": {
    "anit": "anit",
    "common_image_alt": "Anit Industrial Complex",
    "read_more": "Read More",
    "more_article": "More",
    "see_details": "ُMore",
    "send_message": "Send Message"
  },
  "contactus": {
    "section_title": "Get in touch with Anit's business unit.",
    "section_title_1": "Let us know your helpful points.",
    "section_name": "Name",
    "section_email": "Email",
    "section_subject": "Title",
    "section_phone": "Phone",
    "section_message": "Message Text",
    "section_info_title": "Why Anit Industrial Group?",
    "section_info_item1": "Experienced team of industrial experts",
    "section_info_item2": "Using advanced equipment and modern technologies",
    "section_info_item3": "Commitment to timely delivery and your satisfaction",
    "section_info_last_sentence": "Fill out the contact form below and get in touch with us. Our team will respond to you as soon as possible."
  },
  "index": {
    "title": "First page"
  },
  "home": {
    "services_machining_title": "Machining",
    "services_machining_description": "At Anit Industrial Group, we have the ability to design and make special machines for production line by getting benefit from the knowledge of our high skilled engineers who have work and education experience in Europe and using the latest CNC machines.",
    "services_diehard_title": "Die & Mold",
    "services_diehard_description": "Benefiting from the latest technologies in the world for designing, simulating, and prototyping and transforming the idea into the final product and developing products from 3D design to mold making and machine making for production lines.",
    "services_machine_making_title": "Special Machine making",
    "services_machine_making_description": "Anit Industrial Group designs and manufactures special machines, machines for production line and special orders based on customers’ demands.",
    "customer_title": "Our Customers",
    "customer_msa": "Machine Sazi Arak co.",
    "customer_parskhazar": "Parskhazar co.",
    "customer_irancombine": "Iran Combine co.",
    "abilities_Product_design_title": "Product Design",
    "abilities_Product_design_description": "The most successful products have been creative in design, and the designer has looked at them from a different angle. Creativity generates value when it combines with simplicity",
    "abilities_knowledge_based_product_design_title": "Innovative Product Development",
    "abilities_knowledge_based_product_design_description": "Designing any product can represent realities such as its life cycle, its manufacturer’s identity, product destination, goals of its designer and manufacturer. In fact, we believe that the manufacturing of any product without a knowledge-based design and a unique idea could be the beginning of an end",
    "abilities_mold_design_title": "Die & Mold Design",
    "abilities_mold_design_description": "All components of a product must be purposeful and aligned according to predetermined principles to create a harmony and maintain their value",
    "gallery_title": "ویدئوهای قالبسازی",
    "gallery_subtitle": "گروه صنعتی آنیت، تولیدکننده قالب‌های صنعتی، ارائه‌دهنده خدمات ماشین‌کاری CNC و ماشین‌سازی",
    "gallery_category_1": "ماشین‌کاری",
    "gallery_category_2": " ماشین‌سازی",
    "gallery_category_3": "قالبسازی",
    "gallery_button_text": "مشاهده گالری ویدیوها",
    "cnc_vise_title": "گیره CNC دقت بالا",
    "cnc_vise_large_title": "گیره CNC بزرگ",
    "cnc_vise_large_description": "قالب سازی و ماشین کاری دقیق Die Hard یکی از بخش های گروه صنعتی آنیت می باشد که با Joint Venture و سرمایه گذاری خارجی شرکت Ekstek Xp ترکیه و Smart Business ایتالیا به روزترین و بزرگ ترین خط تولید ساخت انواع قالب های صنعتی و ماشین کاری را در استان مرکزی راه اندازی نموده و توسط وزیر وقت صنعت جناب آقای ...",
    "cnc_vise_large_advantages": "<div>دقت بالا</div><div>کاهش احتمال آسیب یا خطا</div>",
    "cnc_vise_small_title": "گیره CNC کوچک",
    "cnc_vise_small_description": "قالب سازی و ماشین کاری دقیق Die Hard یکی از بخش های گروه صنعتی آنیت می باشد که با Joint Venture و سرمایه گذاری خارجی شرکت Ekstek Xp ترکیه و Smart Business ایتالیا به روزترین و بزرگ ترین خط تولید ساخت انواع قالب های صنعتی و ماشین کاری را در استان مرکزی راه اندازی نموده و توسط وزیر وقت صنعت جناب آقای ...",
    "cnc_vise_small_advantages": "<div>دقت بالا</div><div>کاهش احتمال آسیب یا خطا</div>",
    "home_machines_title": "آنیت ارائه‌دهنده‌ خدمات CNC سنگین و خدمات وایرکات",
    "home_machines_subtitle": "مجهز به آخرین تکنولوژی‌های دنیا و بهره‌مند از آخرین متدها",
    "slide_1_title": "High-Precision Steel CNC Vise",
    "slide_1_subtitle": "خرید گیره CNC",
    "slide_1_advantage_1": "دقت بالا",
    "slide_1_advantage_2": "کاهش احتمال آسیب یا خطا",
    "slide_1_advantage_3": "فضای نصب بیشتر",
    "slide_1_advantage_4": "فن آوری گیره دستگاه سی ان سی",
    "machines_heller_title": "Heller MC_H650",
    "machines_heller_description": "Heller MC_H650 is a highly powerful and precise 5-axis CNC machine. With large cutting dimensions of X: 2200 mm, Y: 1800 mm, and Z: 1250 mm, this machine provides outstanding capabilities for CNC processes. Additionally, with a table size of 1250x1250 mm and table rotation up to 360 degrees with 0.001-degree accuracy, this machine offers unparalleled performance."
  },
  "gallery": {
    "item_1_title": "گیره سی‌ان‌سی فولادی دقت‌بالا",
    "item_1_description": "گروه صنعتی آنیت، در این بخش طراحی و ساخت ماشین‌های خاص، ماشین‌های خطوط تولید و همچنین سفارشات خاص را به انجام می‌رساند.",
    "item_2_title": "تولید قطعه سری با ماشین اتوماتیک TRAUB",
    "item_2_description": "گروه صنعتی آنیت، در این بخش طراحی و ساخت ماشین‌های خاص، ماشین‌های خطوط تولید و همچنین سفارشات خاص را به انجام می‌رساند.",
    "item_3_title": "معرفی مجموعه قالبسازی آنیت",
    "item_3_description": "گروه صنعتی آنیت، در این بخش طراحی و ساخت ماشین‌های خاص، ماشین‌های خطوط تولید و همچنین سفارشات خاص را به انجام می‌رساند."
  },
  "moldingheaderdata": {
    "header_title": "Industrial die & molds by Anit industrial Group",
    "header_description_1": "Providing wide range of molding services to various industries including: Heavy Industries, Medical Industries, aluminum Profile Manufacturing, Agricultural Industry, Plastic Parts Manufacturing, Home Appliances Industries, petrochemical and oil & gas.",
    "header_description_2": "At Anit industrial group, your requested dies and molds reviewed completely in terms of considering issues at the production process by experienced professionals. And all technical factors are taken into account in making high quality die & molds."
  },
  "moldingitem": {
    "item_1_title": "Forming dies",
    "item_1_image": "/images/service/enmold-pic-3.jpg",
    "item_1_description": "Sheet metal forming is quite common for making shaped components, from soda cans to automotive car bodies ...",
    "item_2_title": "Aluminium extrusion dies",
    "item_2_image": "/images/service/enmold-pic-5.jpg",
    "item_2_description": "Sheet metal forming is quite common for making shaped components, from soda cans to automotive car bodies ...",
    "item_3_title": "Progressive sheet metal dies",
    "item_3_image": "/images/service/enmold-pic-7.jpg",
    "item_3_description": "We design and make progressive sheet metal cold forming dies of any size and complexity! We work closely with our customers so every project becomes unique ...",
    "item_4_title": "Punching dies",
    "item_4_image": "/images/service/enmold-pic-2.jpg",
    "item_4_description": "At Anit Industrial Group, We provide the best in custom punching dies in wide variety of sizes. Looks after your metal punching needs ...",
    "item_5_title": "Blowing mold",
    "item_5_image": "/images/service/enmold-pic-6.jpg",
    "item_5_description": "At Anit Molding, we don’t just do blow molding. We make it our goal to personalize our projects to ensure client success ...",
    "item_6_title": "Plastic Injection dies",
    "item_6_image": "/images/service/enmold-pic-4.jpg",
    "item_6_description": "Anit Industrial Group, designs and manufactures plastic injection molds for companies in highly specialized sectors, automotive, car parts, medical, agriculture, home appliances industry ...",
    "item_7_title": "Forging dies",
    "item_7_image": "/images/service/enmold-pic-1.jpg",
    "item_7_description": "Die design in the forging process become crucial as the production cost and accuracy of the forged part being tighten ..."
  },
  "blowingdata": {
    "header_title": "Blowing Mold",
    "item_1_title": "Blowing Mold",
    "item_1_description": "At Anit Molding, we don’t just do blow molding. We make it our goal to personalize our projects to ensure client success.",
    "item_2_description": "Anit industrial group provides custom blow molding for a diverse range of industries, such as agricultural, plumbing, electronics…",
    "item_3_description": "Our blow molded plastics are engineered to meet the needs of your exact application. The reliable staff here at Anit industrial group will work with you to determine the best specifications down to the part weight and wall thickness. We aim to exceed your expectations."
  },
  "extrusiondata": {
    "header_title": "Aluminium Extrusion Dies",
    "item_1_title": "Aluminium extrusion dies",
    "item_1_description": "Anit Industrial Group has close cooperation with one of the biggest and the most professional Turkish die producer in the area of designing and making Aluminium extrusion dies. We offer high quality Aluminium extrusion dies to our customers by getting benefit of latest simulation software and technology. We are the first and only die maker in Iran to have integrated extrusion simulation in our production process.",
    "item_2_description": "We are the first and only die maker in Iran to have integrated extrusion simulation in our production process.",
    "item_2_title": "R&D, Extrusion simulation aided die design",
    "item_3_title": "Aluminium extrusion dies manufacturing"
  },
  "forgingdata": {
    "header_title": "Forging Dies",
    "item_1_title": "Forging Dies",
    "item_1_description": "Die design in the forging process become crucial as the production cost and accuracy of the forged part being tighten.",
    "item_2_description": " At Anit Industrial Group, we consider the demands of customers at the design stage and offer precision die forging service with highest accuracy."
  },
  "formingdata": {
    "header_title": "Sheet Metal Forming Dies",
    "item_1_title": "Sheet Metal Forming Dies",
    "item_1_description": "Sheet metal forming is quite common for making shaped components, from soda cans to automotive car bodies. Sheet metal forming is one of the most important technologies in the industry. In recent years, the demand for sheet metal parts with different shapes and properties has increased dramatically, due to the development of modern industries.",
    "item_2_description": "At Anit Industrial Group, we have the Ability to produce wide range of forming dies to produce from small sized components to huge ones that used at car or train industry."
  },
  "plasticInjectiondata": {
    "header_title": "Plastic Injection Dies",
    "item_1_title": "Plastic Injection Dies",
    "item_1_description": "Anit Industrial Group, designs and manufactures plastic injection molds for companies in highly specialized sectors, automotive, car parts, medical, agriculture, home appliances industry.",
    "item_2_description": "We offer DESIGN & MANUFACTURING of plastic molds at Anit Industrial Group and by offering these services we help our clients to shape their ideas and create their products.",
    "item_3_description": "The high quality that marks out our plastic injection molding operations is also evident in our highly professional customer service. We never leave you to fend for yourself, because we can offer everything from initial consultancy, through the custom design and manufacture of the mold, all the way to the delivery of the finished piece."
  },
  "progressivedata": {
    "header_title": "Progressive Sheet Metal Dies",
    "item_1_title": "Progressive Sheet Metal Dies",
    "item_1_description": "We design and make progressive sheet metal cold forming dies of any size and complexity!",
    "item_2_description": "We work closely with our customers so every project becomes unique. With progressive die, parts pass through a number of work stations, making it possible to combine blanking with forming operations such as coining, bending, half-blanking and drawing.",
    "item_3_description": "We have the ability to make from small progressive dies up to dies of 2000x1500 mm, which offer maximum flexibility in highly competitive and demanding sectors such as electro mechanics, automobiles, heavy duty industries, textiles, domestic appliances, etc."
  },
  "punchingdata": {
    "header_title": "Precision Punching Dies",
    "item_1_title": "Precision Punching Dies",
    "item_1_description": "At Anit Industrial Group, We provide the best in custom punching dies in wide variety of sizes. Looks after your metal punching needs from simple perforate and shear to complex progressive tooling."
  },
  "machinigheaderdata": {
    "header_title": "Machining Services And CNC Milling",
    "header_description_1": "Anit industrial group providing precision machining services and producing series parts from small to large dimensions by CNC milling method",
    "header_description_2": "Anit Industrial group offers a wide range of machining services in various dimensions by getting benefits from its unique CNC machines and other up dated facilities. We also offer heavy duty CNC Machining Services to different sectors such as oil & gas, Car Body, Heavy machineries …"
  },
  "machiningitem": {
    "item_1_title": "CNC Milling Machining",
    "item_1_description": "Anit industrial group offers several Precision milling services from 3-axis to 5-axis. Milling is the machining process of using rotary...",
    "item_2_title": "CNC Series Machining",
    "item_2_description": "Turning is a CNC machining process that uses a lathe to create detailed functional prototypes and end-use parts with cylindrical features ...",
    "item_3_title": "CNC Wire Cut Machining",
    "item_3_description": "Wire electrical discharge machining utilizes a straight wire strand capable of cutting a linear line directly through material ...",
    "item_4_title": "CNC Spark Machining",
    "item_4_description": "Spark machining is a subtractive machining process that attains a desired shape by producing sparks that melt tiny portions of a metal work piece ..."
  },
  "cncmillingdetaildata": {
    "header_title": "CNC Milling / Heavy duty 5 axis milling",
    "item_1_title": "3 to 5 axis heavy duty milling",
    "item_1_description": "Anit industrial group offers several Precision milling services from 3-axis to 5-axis.",
    "item_2_description": "Milling is the machining process of using rotary cutters/tools to remove material from a single piece of metal by advancing in a direction at an angle with the axis of the tool. The result is a product created out of a single piece of metal, this way parts do not need to be welded together which increases the strength and durability of the products.",
    "item_3_description": "Machining covers a wide variety of different operations and machines, it can be done on a small scale creating individual parts and up to large, heavy-duty milling operations. It is one of the most common used processes in industry today for machining parts with complex sizes and shapes.",
    "item_4_description": "Two different methods are used: manual or computer numeral controlled (CNC). Our machines are completely computer controlled to achieve the best precision and create highly advanced sizes and shapes. With automatic tool systems, tool magazines, coolant systems and enclosures, our machines are the core of our business.",
    "item_5_description": "Depending on the requirements and final product, Anit Industrial group can mill on all axis: 3 axis to 5 axis.",
    "item_6_description": "For 5-axis milling, it is possible to process the product on 5 sides in one session. Our 5 axis CNC Milling Machines (HELLER) is ideal for heavy duty milling machining as the weight of work piece could be up to 15 tons and the Dimension could be up to 2200 mm *2000 mm.",
    "item_7_description": "Our 4 and 3 axis CNC milling machines are fully computer controlled with the following specifications:",
    "item_8_description": "4 axis CNC Milling Machines (Dimension up to 1500 mm)",
    "item_9_description": "3 Axis CNC Milling Machines (Dimension up to 1200 mm)"
  },
  "cncseriesmachiningdetaildata": {
    "header_title": "CNC Turning",
    "item_1_title": "CNC Turning",
    "item_1_description": "Turning is a CNC machining process that uses a lathe to create detailed functional prototypes and end-use parts with cylindrical features. Our CNC turning process uses a rod stock, in a choice of metal materials, which is rotated against live tooling to create final parts with axial and radial holes, flats, grooves, and slots.",
    "item_2_description": "CNC turning services for Aluminium, steel, plastics & more",
    "item_3_description": "We produce series of parts using high-precision CNC turning machines. We work with various materials from Aluminium to plastic and produce parts of any complexity."
  },
  "cncsparkdetaildata": {
    "header_title": "CNC Spark Machining",
    "item_1_title": "CNC Spark Machining",
    "item_1_description": "Precision EDM Machining Services",
    "item_2_description": "Electrical Discharge Machining, also referred to as EDM or EDM Machining, is an ideal process in machining complex shapes and contours that cannot be handled be convention cutting technology.",
    "item_3_description": "Anit industrial group, employs the latest wire EDM equipment that is ideally suited to projects that have extremely tight tolerances, contain material with low stress thresholds, or require specific finishing or surface treatments",
    "item_4_description": "Spark machining is a subtractive machining process that attains a desired shape by producing sparks that melt tiny portions of a metal work piece. It is also known as Electrical Discharge Machining (EDM), spark eroding, burning, die sinking, wire burning, and wire erosion.",
    "item_5_description": "Rapid reiterations of electrical current discharges between two electrodes, the tool-electrode and the work piece-electrode, work to remove material from a work piece without ever making physical contact. This is particularly beneficial for the production of fragile parts that cannot absorb the stress of conventional machining."
  },
  "cncwirecutdetaildata": {
    "header_title": "CNC Wire Cut",
    "item_1_title": "CNC Wire Cut",
    "item_1_description": "Precision EDM Machining Services",
    "item_2_description": "Electrical Discharge Machining, also referred to as EDM or EDM Machining, is an ideal process in machining complex shapes and contours that cannot be handled be convention cutting technology.",
    "item_3_description": "Anit industrial group, employs the latest wire EDM equipment that is ideally suited to projects that have extremely tight tolerances, contain material with low stress thresholds, or require specific finishing or surface treatments",
    "item_4_description": "Wire electrical discharge machining utilizes a straight wire strand capable of cutting a linear line directly through material. When it comes to EDM cutting processes, the cutting tolerance and surface finish are directly related.",
    "item_5_description": "In such cases, the Wire EDM cutter is controlled by the number of passes from the EDM machine. Additionally, Wire EDM machining can be used on material that is too brittle to be stamp cut or machined conventionally. In these cases, EDM machining capabilities allow for high-volume through multi-layer cutting of material.",
    "item_6_description": "Our CNC controlled equipment can process a range of materials including carbon steel, stainless steel, aluminum, brass, bronze, copper, as well as exotics such as tungsten, carbide, and high temperature alloys.",
    "item_7_description": "At Anit Industrial group, we can offer Precision Wire cut services to customers by using our advanced 4 axis CNC wire cut."
  },
  "cncviselargedetaildata": {
    "header_title": "Large CNC clamp",
    "header_description": "The TVM-200 steel CNC clamp is one of the best choices for holding parts in CNC machines and industrial applications. Crafted from hardened steel and packed with features, this vise delivers unparalleled performance as a vital tool for your CNC projects.",
    "cncvise_property_title": "Attributes",
    "cncvise_property_1_title": "Hard steel material",
    "cncvise_property_2_title": "Appropriate dimensions",
    "cncvise_property_3_title": "High accuracy",
    "cncvise_property_4_title": "Pressure more than 3 tons",
    "cncvise_property_5_title": "Prevent pressure drop",
    "cncvise_property_1_description": "The clamp TVM-200 is made of hard steel, which gives it very low flexibility and high resistance to high pressures.",
    "cncvise_property_2_description": "With an accuracy of 0.02, the TVM-200 clamp ensures that your parts are placed on the CNC machine with high precision.",
    "cncvise_property_3_description": "The TVM-200 clamp is made of hardened steel, which gives it very little flexibility and high resistance to high pressures.",
    "cncvise_property_4_description": "The clamp TVM-200 is made of hard steel, which gives it very low flexibility and high resistance to high pressures.",
    "cncvise_property_5_description": "With an accuracy of 0.02, the TVM-200 clamp ensures that your parts are placed on the CNC machine with high precision.",
    "cncvise_accessories_title": "Accessories included",
    "cncvise_accessories_1_title": "Four steel covers to close the clip in the machine.",
    "cncvise_accessories_2_title": "A ratchet wrench",
    "cncvise_accessories_3_title": "Four Allen screws 14",
    "cncvise_accessories_4_title": "One box of 22 high pressure",
    "cncvise_accessories_5_title": "Wooden carved picture clip box",
    "cncvise_benefit_title": "Advantages",
    "cncvise_benefit_1_title": "Test and return deadline",
    "cncvise_benefit_2_title": "Use of anti-wear and anti-vibration alloys",
    "cncvise_benefit_3_title": "precision grinding",
    "cncvise_benefit_1_description": "The TVM-200 clamp has a one-week test and return period to ensure that the product meets your expectations.",
    "cncvise_benefit_2_description": "This clip is made of special alloys that are more resistant to wear and vibration.",
    "cncvise_benefit_3_description": "All parts of the clamp are ground after heat treatment, which makes it highly accurate."
  },
  "cncvisesmalldetaildata": {
    "header_title": "Small CNC clamp",
    "header_description": "The TVM-200 steel CNC clamp is one of the best choices for holding parts in CNC machines and industrial applications. Crafted from hardened steel and packed with features, this vise delivers unparalleled performance as a vital tool for your CNC projects.",
    "cncvise_property_title": "Attributes",
    "cncvise_property_1_title": "Hard steel material",
    "cncvise_property_2_title": "Appropriate dimensions",
    "cncvise_property_3_title": "High accuracy",
    "cncvise_property_4_title": "Pressure more than 3 tons",
    "cncvise_property_5_title": "Prevent pressure drop",
    "cncvise_property_1_description": "The clamp TVM-200 is made of hard steel, which gives it very low flexibility and high resistance to high pressures.",
    "cncvise_property_2_description": "With an accuracy of 0.02, the TVM-200 clamp ensures that your parts are placed on the CNC machine with high precision.",
    "cncvise_property_3_description": "The TVM-200 clamp is made of hardened steel, which gives it very little flexibility and high resistance to high pressures.",
    "cncvise_property_4_description": "The clamp TVM-200 is made of hard steel, which gives it very low flexibility and high resistance to high pressures.",
    "cncvise_property_5_description": "With an accuracy of 0.02, the TVM-200 clamp ensures that your parts are placed on the CNC machine with high precision.",
    "cncvise_accessories_title": "Accessories included",
    "cncvise_accessories_1_title": "Four steel covers to close the clip in the machine.",
    "cncvise_accessories_2_title": "A ratchet wrench",
    "cncvise_accessories_3_title": "Four Allen screws 14",
    "cncvise_accessories_4_title": "One box of 22 high pressure",
    "cncvise_accessories_5_title": "Wooden carved picture clip box",
    "cncvise_benefit_title": "Advantages",
    "cncvise_benefit_1_title": "Test and return deadline",
    "cncvise_benefit_2_title": "Use of anti-wear and anti-vibration alloys",
    "cncvise_benefit_3_title": "precision grinding",
    "cncvise_benefit_1_description": "The TVM-200 clamp has a one-week test and return period to ensure that the product meets your expectations.",
    "cncvise_benefit_2_description": "This clip is made of special alloys that are more resistant to wear and vibration.",
    "cncvise_benefit_3_description": "All parts of the clamp are ground after heat treatment, which makes it highly accurate."
  },
  "aboutusdata": {
    "header_1_title": "About Us",
    "header_2_title": "Anit the leader in industrial molding",
    "header_3_title": "Experience and Expertise",
    "header_description": "With pride, we at Anit are proud to serve you as the best industrial mold manufacturing complex in the country.",
    "aboutus_experience_header_title": "Advanced Equipment",
    "aboutus_experience_title": "Using advanced automatic production lines in:",
    "aboutus_experience_1_item": "Extrusion",
    "aboutus_experience_2_item": "Plastic Injection",
    "aboutus_experience_3_item": "Form molds and sheet punches",
    "aboutus_experience_4_item": "diecast",
    "aboutus_experience_description_1": "We have brought the largest and most up-to-date industrial mold production line in the country. Our production and machining equipment is obtained from Germany and the mold simulation technology is transferred from Italy, which allows us to achieve high precision, precise machining and To provide our customers with amazing template design.",
    "aboutus_experience_description_2": "With the cooperation of Turkish Ekstek company, Anit industrial group and Italian Smart Business product design company, we are active as a leading complex in manufacturing industrial molds. We use the world's advanced technologies and with more than decades of experience in designing and manufacturing all kinds of molds. Industrial, we have gained a special place in the industry.",
    "aboutus_ourteam_title": "Our Team",
    "aboutus_ourteam_description": "At Anit, we have a team of experts and enthusiasts who, with their experience and expertise, respond to the superior performance and high quality of our products. Our goal is to provide an unparalleled service that not only meets your expectations, but also as your loyal partner in growth and development. May your business prosper.",
    "aboutus_ourteam_1_item": "Product Design",
    "aboutus_ourteam_2_item": "Machining Services",
    "aboutus_ourteam_3_item": "Moulding services",
    "aboutus_ourteam_4_item": "Mold Design",
    "aboutus_ourteam_5_item": "knowledge-based products",
    "aboutus_ourteam_6_item": "Machining Services",
    "aboutus_ourservice_title": "Our Services",
    "aboutus_ourservice_description_1_item": "All the components of a product must have a purpose and be put together according to predetermined principles and rules to create a harmony and maintain their value.",
    "aboutus_ourservice_description_2_item": "Providing molding services including a wide range of required molds by using unique machines in the country in the industry, medicine, engineering and...",
    "aboutus_ourservice_description_3_item": "Anit collection, using its unique and special CNC machines, offers a wide range of machining forms in various dimensions...",
    "aboutus_ourservice_description_4_item": "Anit Industrial Group, in this department, designs and manufactures special machines, production line machines, and also carries out special orders...",
    "aboutus_ourservice_description_5_item": "The most successful products have creativity in their design and their designer has looked at the subject from a different angle. Creativity creates the most value when it is combined with simplicity.",
    "aboutus_ourservice_description_6_item": "The design of each product can be seen as expressing countless facts such as the life cycle, lifespan, company identity, product destination, the goals of its designer and manufacturer, and the production of any product without a design based on knowledge and an extraordinary idea is the beginning of an end. ",
    "aboutus_ourservice_description": "We proudly offer a wide range of services. From Sparco CNC services and series and precision machining, to wirecut services, as well as molding services for a variety of molds including plastic injection, extrusion, form, punch, progressive, game and forge, all your needs. We cover"
  },
  "articledata": {
    "header_title": "Articles",
    "header_description": "Creating innovative Ideas, Sketching & 3d Product design",
    "item_1_title": "Science with and at the service of society",
    "item_2_title": "CAE Technology",
    "item_3_title": "CAM Technology",
    "item_4_title": "How does quality help create customer value?",
    "item_5_title": "CAD Technology",
    "item_1_description": "The International Day of Science for Peace and Development highlights the remarkable role of science in society and the need for greater participation of people in discussions related to emerging scientific issues",
    "item_2_description": "With the implementation of CAM technology in the Die Hard industrial group, this company is able to produce custom molds for customers as soon as possible with the best quality and at the lowest cost",
    "item_3_description": "With the implementation of CAM technology in the Die Hard industrial group, this company is able to produce custom molds for customers as soon as possible with the best quality and at the lowest cost",
    "item_4_description": "World Quality Day is a suitable opportunity for individuals, teams and organizations that have invested heavily in creating and developing customer value...",
    "item_5_description": "CAD is two concepts in computer-aided design and computer-aided manufacturing, which shows the technology of extensive use of computers in the design and production of various and complex industrial parts",
    "article_cae_1_description": "CAE technology is an engineering analysis of the designed part before it reaches the manufacturing stage and a special mode of computer-aided analysis",
    "article_cae_2_description": "CAE technology examines the functions created in the CAD system by computer systems and allows the designer to simulate the model in terms of behavior in real working conditions and optimize the design if necessary.",
    "article_cae_3_description": "One of the most prominent analyzes is FEA or finite element analysis, which can be used to calculate stress, deformation, heat transfer, fluid flow, etc.",
    "article_cae_4_description": "In the Die Hard industrial group, using this technique to maximize the quality of production molds, static, dynamic and thermal analyzes are performed on the simulated parts in the computer. In this stage, the distribution of stress, change of location and in some cases temperature during the operation of the part and assembly is obtained.",
    "article_cad_1_description": "CAD consists of two concepts in computer-aided design and computer-aided manufacturing, which shows the technology of extensive use of computers in the design and production of various and complex industrial parts. CAD systems during the 1970s and early 1980s in order to solve Existing engineering problems were presented to industrial designers and builders from the integration of two important branches of mechanical science in the fields of design and construction and developed until today. This technology is gradually used in the field of computer systems in design, control, management and production planning in small and large factories in the future at a level beyond what It is available today, it will provide.",
    "article_cad_2_description": "CAD consists of two concepts in design",
    "article_cad_3_description": "The term CAD effectively incorporates the complete and comprehensive concept of design and production through computer systems. The purpose of CAD is not only to automate the phases and stages of design and production, but also to automate the transfer of information and plans from the design stage to the production stage. In a good CAD system, it is possible to access the information and characteristics of the previous plans and apply changes and corrections to produce new parts. Also, the machining programs and other necessary control commands are automatically extracted and sent directly to the workstations by the communication components. Or numerical control equipment is sent.",
    "article_cad_4_description": "CAD software also includes computer programs that are used in order to use the graphic part of the computer to facilitate engineering operations. For example, it can be used to analyze the stress-strain of mechanical components, the dynamic response of mechanisms, heat transfer calculations and such problems of mechanical science.",
    "article_cad_5_description": "Several reasons can be mentioned for using computer-aided design system to support engineering design operations:",
    "article_cad_6_description": "Raising the level of design capabilities and abilities and helping to reduce the time required for conceptual design analysis by the designer",
    "article_cad_7_description": "Improving the quality of design by using powerful hardware and software and helping to perform engineering analyzes and paying attention to a larger and more diverse number of different designs",
    "article_cad_8_description": "Optimization of project documentation compared to manual methods by benefiting from different standards in maps, achieving a lower percentage of errors",
    "article_cad_9_description": "Creating an information base in the preparation stage of the design documents of parts such as the dimensions of the components, the list of manufacturing materials, the geometrical characteristics of the parts and their physical characteristics",
    "article_worldscienceday_1_description": "The International Day of Science for Peace and Development highlights the significant role of science in society and the need for more participation of people in discussions related to emerging scientific issues. It also emphasizes the importance and relevance of science in our daily lives.",
    "article_worldscienceday_2_description": "By further connecting science with society, the World Science Day for Peace and Development aims to ensure that the public is informed about scientific developments. It also highlights the role scientists play in improving our understanding of the planet we call home and making it more sustainable. Communities play an important role.",
    "article_worldscienceday_3_description": "This year, when the world is struggling with the global epidemic of covid-19, the focus of the World Science Day is on the science that accompanies and serves the society to deal with the global pandemic.",
    "article_worldscienceday_4_description": "The main reason for celebrating World Science Day for peace and development is rooted in the importance of the role of science and scientists for sustainable societies and the need to inform and involve people in science.",
    "article_worldscienceday_5_description": "In this sense, World Science Day for Peace and Development provides an opportunity to show the public the relevance of science in their lives and engage them in discussion. Such investment also provides a unique perspective on the global quest for peace. and brings development (unesco.org)",
    "article_worldscienceday_6_description": "Retrieved from: https://en.unesco.org/commemorations/worldscienceday",
    "article_cam_1_description": "With the implementation of CAM technology in the Die Hard industrial group, this company is able to produce custom molds for customers as soon as possible with the best quality and at the lowest cost.",
    "article_cam_2_description": "The role of CAM in the production cycle:",
    "article_cam_3_description": "In order to understand the importance and provide a perspective to the wide range of CAM technology in production operations, it is appropriate to evaluate here the various activities that should be done in the design and production of a product.",
    "article_cam_4_description": "According to the customer group and the product sales market, differences may be created in the production cycle, for example, the product may be designed by the customer and produced by the company, or both design and manufacturing may be done by the company. The cycle starts with an idea for production. This idea, after refinement and analysis, is optimized and turns into a production plan to enter the engineering design phase. show, it is collected in the form of equipment manufacturing documents. After the end of the design phase, the next activities, i.e. product manufacturing, begin.",
    "article_cam_5_description": "Process planning is actually organized in such a way that the sequential steps of operations needed to make parts are presented well.",
    "article_cam_6_description": "In some cases, it is necessary to use new equipment and tools for the production of new products, which can be used in a production cycle according to the need.",
    "article_cam_7_description": "As it can be seen, CAM has spread its shadow over all the operations of the production cycle. In the processes and methods of modern design, the computer has become a penetrating, useful and at the same time indispensable tool. Strategically and competitively, using From the CAM system, as a specialized tool, it seeks unparalleled quality and speed of operation.",
    "article_qualityworld_1_description": "World Quality Day is an opportunity for individuals, teams and organizations that have invested heavily in creating and developing customer value to showcase their capabilities. Organizations that are customer-oriented have a culture of creating value for their customers through innovation and improvement in products. , have their services and processes.",
    "article_qualityworld_2_description": "In a world of ever-increasing customer demands, competition, and technological change, businesses tend to be viewed as partners by their stakeholders.",
    "article_qualityworld_3_description": "This year, at a time when the world is suffering from a global epidemic, in order to introduce a quality culture in your organization, you must know that the customer means quality and not the company, the quality of services and products depends on the customer's understanding of their quality, so to improve the quality of products And service should be cooperated with customers."
  },
  "specialmachine": {
    "header_title": "Designing and making special industrial machines",
    "header_description": "Using modern technologies in Anit",
    "item_1_title": "Anit Industrial Group, your companion in the construction and implementation of your ideas",
    "item_2_title": "Anit can provide a variety of machine building services in line with the realization of entrepreneurs' ideas by using experienced engineers and having the latest equipment in hand.",
    "item_3_title": "Anit's services in the field of machine building:",
    "item_1_description": "Design and manufacture of special machines",
    "item_2_description": "Design and manufacture of production line machines",
    "item_3_description": "Special Orders",
    "video_title": "Anit Industrial Group, manufacturer and designer of customized machinery and special production line",
    "video_description": "Designing and manufacturing of the automatic nailing machine for flag fasteners"
  },
  "contactusdata": {
    "header_title": "Contact Us",
    "header_description": "For more information, contact our business unit.",
    "item_title": "Connect with Anit",
    "item_description": "You are one step away from making your product",
    "item_1_title": "We offer special offers for you",
    "item_2_title": "Together, we think together and discuss",
    "item_3_title": "Now everything is ready to start",
    "item_1_description": "Our experts will guide you according to the needs of you and your organization.",
    "item_2_description": "Our experts will guide you.",
    "item_3_description": "Our experts will guide you according to your needs."
  }
}